@extends('layout.app')

@section('content')
<div class="max-w-7xl mx-auto sm:px-6 lg:px-8 mt-10 px-2">
    <div class="flex flex-row">
        <ul class="list-reset breadcrumbs flex flex-row font-FlatBold ">
            <li class="ltr:mr-2 rtl:ml-2 ml-2 font-FlatBold text-[14px] text-[#101426]">
                <a href="/">الرئيسية</a>
            </li>
            <li class="ltr:mr-2 rtl:ml-2 ml-2 ">/</li>
            <li class="ltr:mr-2 rtl:ml-2 ml-2 font-FlatBold text-[14px] text-[#349A37]">
                مع حصادها السنوي للعام 2020 جمعية الأقصى تؤكد دعمها الكامل للقدس وأهلها 
            </li>
        </ul>
    </div>
</div>
<!-- Start Page content -->
<div class="bg-[#F2FFF285] py-10 pb-20 mt-10">
    <div class="max-w-7xl mx-auto sm:px-6 lg:px-8 mt-10 px-2">
        <div class="relative mt-4 xl:mt-8 mb-10">
            <h3 class="font-FlatBold text-3xl text-center xl:text-right max-w-[681px]"> 
                مع حصادها السنوي للعام 2020 جمعية الأقصى تؤكد دعمها الكامل للقدس وأهلها    
            </h3>
            <div class="absolute border-b-[4px] pt-2 border-b-[#349A37] w-10 hidden xl:block"></div>
        </div>
        <p class="text-[20px] font-[700]">
            <span class="text-[#349A37]">الشيخ حمّاد أبو دعابس: </span>
            القدس والمسجد الأقصى يستوجبان منا بذل كل جهد  
        </p>
        <div class="mt-6">
            <p>
                أصدرت جمعية الأقصى لرعاية الأوقاف والمقدسات الإسلامية بالقدس تقريرها السنوي للعام 2020، والذي جاء بعنوان “رغم الوباء نتواصل مع بوابة السماء”.
                    <br> <br>
                وشمل التقرير المشاريع التي تقوم بها الجمعية داخل مدينة القدس وضواحيها والتي انقسمت إلى أربعة مشاريع رئيسية، هي: قوافل الخير للمساعدات الإغاثية الطبية الطارئة، قوافل الأقصى لشد الرحال للمسجد الأقصى المبارك، مشروع رعاية الأوقاف والمقدسات الإسلامية، وأخيرا مشروع جولات ميدانية ومتابعات قانونية للأوقاف والمقدسات.
            </p>
            <div class="my-8">
                <img class="max-w-[448px] w-full m-auto" src="/assets/image/image717.png" alt="image">
            </div>
            <p>
                وأظهر التقرير السنوي أن كل  مشروع من هذه المشاريع الرئيسية حمل في جعبته عددًا من المشاريع خدمة للمدينة المقدسة وأهلها والحفاظ على المقدسات.
            </p>
            <h4 class="mt-4 mb-2">
                نشر ثقافة الارتباط بالمقدسات
            </h4>
            <p>
                وقال الشيخ حماد أبو دعابس رئيس الحركة الإسلامية في الداخل الفلسطيني: إن العام المنصرم 2020 كان عامًا مميزًا بكثرة أزماته وتقلباته، وعلى رأسها انتشار وباء كورونا، مؤكدًا على أن القدس والمسجد الأقصى يستوجبان منّا بذل كل جهد مستطاع وفي كل الظروف والأحوال، وهذا ما كان بفضل الله ومنّته علينا.
            </p>
            <h4 class="mt-4 mb-2">
                نشر ثقافة الارتباط بالمقدسات
            </h4>
            <p>
                وقال الشيخ حماد أبو دعابس رئيس الحركة الإسلامية في الداخل الفلسطيني: إن العام المنصرم 2020 كان عامًا مميزًا بكثرة أزماته وتقلباته، وعلى رأسها انتشار وباء كورونا، مؤكدًا على أن القدس والمسجد الأقصى يستوجبان منّا بذل كل جهد مستطاع وفي كل الظروف والأحوال، وهذا ما كان بفضل الله ومنّته علينا.
            </p>
        </div>
        <div class="p-10 bg-[#349A37] mt-14">

        </div>
    </div>
</div>
<!-- End Page content -->
<div>

</div>


@endsection
