<style>
    .linearGradiants {
        background: linear-gradient(269.95deg, rgba(16, 20, 38, 0.8) 0.03%, rgba(16, 20, 38, 0.54) 84.34%, rgba(16, 20, 38, 0) 99.95%);

    }
</style>

<div class="relative mt-44 md:max-h-72">
    <div class="absolute inset-0">
        <img class="w-full h-full object-cover" src="{{ asset('assets/image/Alaqsa_Button_Banner1.png') }}"
            alt="AlAqsaBanner">

        {{-- <div class="absolute inset-0  linearGradiants mix-blend-multiply" aria-hidden="true"></div> --}}
    </div>
    <div class="relative max-w-7xl mx-auto sm-py-12 py-11 px-4 sm:px-6 lg:px-8">
        <div class="flex flex-col items-center justify-center gap-y-2 md:justify-between ">
            <div class="text-right font-FlatBold text-white">
                <p class="text-[24px] md:text-[36px] pb-4 text-center max-w-[560px]">جمعية الاقصى لرعاية الاوقاف
                    والمقدسات الاسلامية</p>
                <div class="flex flex-row flex-wrap-reverse items-center justify-center">
                    <svg width="216" height="111" viewBox="0 0 216 111" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <g filter="url(#filter0_ddd_21_1194)">
                            <rect x="24" y="8" width="168" height="63" rx="5" fill="white" />
                        </g>
                        <g clip-path="url(#clip0_21_1194)">
                            <path d="M128.535 42.8553L134.48 39.6589L128.535 36.4064V42.8553Z" fill="#349A37" />
                            <path
                                d="M148.735 32.7949L148.734 32.7784C148.703 32.4886 148.4 29.911 147.147 28.6003C145.698 27.0584 144.056 26.8711 143.267 26.7812C143.201 26.7736 143.142 26.767 143.088 26.7598L143.025 26.7532C138.266 26.4072 131.078 26.3599 131.006 26.3594H130.994C130.922 26.3599 123.734 26.4072 118.932 26.7532L118.869 26.7598C118.818 26.7667 118.761 26.773 118.7 26.7802C117.919 26.8702 116.295 27.0578 114.843 28.6552C113.649 29.9525 113.304 32.4746 113.269 32.7581L113.265 32.7949C113.254 32.9155 113 35.7859 113 38.6676V41.3615C113 44.2432 113.254 47.1136 113.265 47.2342L113.267 47.2526C113.297 47.5374 113.6 50.0676 114.848 51.3791C116.209 52.8697 117.931 53.0666 118.857 53.1726C119.004 53.1894 119.13 53.2039 119.216 53.219L119.299 53.2303C122.047 53.492 130.663 53.6208 131.028 53.6261L131.039 53.6263L131.05 53.6261C131.122 53.6258 138.309 53.5786 143.068 53.2322L143.131 53.2259C143.191 53.2179 143.259 53.2108 143.333 53.2031C144.109 53.1207 145.725 52.9496 147.157 51.3739C148.351 50.0767 148.696 47.5545 148.731 47.271L148.735 47.2342C148.746 47.1136 149 44.2432 149 41.3615V38.6676C149 35.7859 148.746 32.9157 148.735 32.7949ZM136.532 40.9506L128.579 45.2273C128.36 45.3448 128.123 45.4034 127.886 45.4034C127.628 45.4034 127.37 45.3336 127.137 45.1949C126.692 44.9285 126.426 44.4596 126.426 43.9408V35.3121C126.426 34.7908 126.693 34.3212 127.142 34.0553C127.59 33.7897 128.131 33.7801 128.588 34.0303L136.541 38.3823C137.012 38.6396 137.303 39.1329 137.301 39.6693C137.299 40.2054 137.004 40.6965 136.532 40.9506Z"
                                fill="#349A37" />
                        </g>
                        <path
                            d="M76.992 47V44.048C74.808 44.048 72.936 44.048 71.256 44.144V44.12L72.696 42.44C75.456 39.416 76.512 37.208 76.512 35.096C76.512 32.576 74.904 30.56 71.616 30.56C69.792 30.56 68.4 30.968 67.32 31.496L67.776 34.28C68.616 33.776 69.744 33.368 70.776 33.368C72.336 33.368 73.104 34.352 73.104 35.624C73.104 36.944 72.456 38.576 69.624 41.672L67.2 44.408V47H76.992ZM91.2251 38.72C91.2251 33.44 89.3531 30.584 85.2251 30.584C81.7931 30.584 78.8171 33.344 78.8171 39.08C78.8171 44.384 80.6891 47.216 84.8171 47.216C88.2491 47.216 91.2251 44.48 91.2251 38.72ZM87.9611 38.936C87.9611 43.112 86.6891 44.648 84.9851 44.648C83.0411 44.648 82.0811 42.92 82.0811 38.888C82.0811 34.688 83.3531 33.152 85.0571 33.152C87.0011 33.152 87.9611 34.88 87.9611 38.936ZM105.07 41.456C105.07 38.576 103.198 36.632 100.102 36.632C98.5419 36.632 97.3659 37.208 96.6219 37.952L96.5979 37.928L96.7899 37.112C97.4859 34.4 99.2379 33.224 101.638 33.224C102.31 33.224 102.91 33.272 103.582 33.44V30.68C103.126 30.608 102.478 30.584 101.686 30.584C97.0059 30.584 93.3339 33.752 93.3339 40.208C93.3339 44 94.9659 47.264 98.9739 47.264C102.574 47.264 105.07 44.936 105.07 41.456ZM101.83 41.888C101.83 43.52 100.822 44.648 99.2379 44.648C97.6059 44.648 96.6939 43.496 96.6939 41.696C96.6939 40.352 97.7019 39.176 99.3099 39.176C100.966 39.176 101.83 40.232 101.83 41.888Z"
                            fill="#101426" />
                        <defs>
                            <filter id="filter0_ddd_21_1194" x="0" y="0" width="216" height="111"
                                filterUnits="userSpaceOnUse" color-interpolation-filters="sRGB">
                                <feFlood flood-opacity="0" result="BackgroundImageFix" />
                                <feColorMatrix in="SourceAlpha" type="matrix"
                                    values="0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 127 0" result="hardAlpha" />
                                <feOffset />
                                <feGaussianBlur stdDeviation="0.5" />
                                <feColorMatrix type="matrix" values="0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0.04 0" />
                                <feBlend mode="normal" in2="BackgroundImageFix" result="effect1_dropShadow_21_1194" />
                                <feColorMatrix in="SourceAlpha" type="matrix"
                                    values="0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 127 0" result="hardAlpha" />
                                <feOffset dy="2" />
                                <feGaussianBlur stdDeviation="3" />
                                <feColorMatrix type="matrix" values="0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0.04 0" />
                                <feBlend mode="normal" in2="effect1_dropShadow_21_1194"
                                    result="effect2_dropShadow_21_1194" />
                                <feColorMatrix in="SourceAlpha" type="matrix"
                                    values="0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 127 0" result="hardAlpha" />
                                <feOffset dy="16" />
                                <feGaussianBlur stdDeviation="12" />
                                <feColorMatrix type="matrix" values="0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0.06 0" />
                                <feBlend mode="normal" in2="effect2_dropShadow_21_1194"
                                    result="effect3_dropShadow_21_1194" />
                                <feBlend mode="normal" in="SourceGraphic" in2="effect3_dropShadow_21_1194"
                                    result="shape" />
                            </filter>
                            <clipPath id="clip0_21_1194">
                                <rect width="36.0001" height="36" fill="white" transform="translate(113 22)" />
                            </clipPath>
                        </defs>
                    </svg>
                    <!-- second Svg-->
                    <svg width="216" height="111" viewBox="0 0 216 111" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <g filter="url(#filter0_ddd_21_1187)">
                            <rect x="24" y="8" width="168" height="63" rx="5" fill="white" />
                        </g>
                        <path
                            d="M140 45.5453C143.061 45.5453 145.542 43.064 145.542 40.0031C145.542 36.9422 143.061 34.4608 140 34.4608C136.939 34.4608 134.458 36.9422 134.458 40.0031C134.458 43.064 136.939 45.5453 140 45.5453Z"
                            fill="#349A37" />
                        <path
                            d="M157.448 38.4679C153.188 33.3199 146.739 28.3644 140 28.3644C133.26 28.3644 126.81 33.3233 122.552 38.4679C121.816 39.3575 121.816 40.6488 122.552 41.5383C123.623 42.8318 125.867 45.3286 128.864 47.5101C136.411 53.0047 143.572 53.0169 151.137 47.5101C154.134 45.3286 156.377 42.8318 157.448 41.5383C158.182 40.6505 158.186 39.3604 157.448 38.4679ZM140 32.244C144.279 32.244 147.759 35.7245 147.759 40.0031C147.759 44.2818 144.279 47.7623 140 47.7623C135.721 47.7623 132.241 44.2818 132.241 40.0031C132.241 35.7245 135.721 32.244 140 32.244Z"
                            fill="#349A37" />
                        <path
                            d="M68.296 42.504C68.296 39.6 66.208 37.896 62.44 37.92V34.704L67.552 34.728V31.8H59.56V40.464C60.016 40.392 60.568 40.368 61.096 40.368C63.808 40.368 65.056 41.232 65.056 42.816C65.056 44.424 63.784 45.528 61.6 45.528C60.76 45.528 59.944 45.432 59.344 45.216L59.032 47.952C59.68 48.096 60.64 48.192 61.432 48.192C65.44 48.192 68.296 45.96 68.296 42.504ZM79.7733 48V45.048C77.5893 45.048 75.7173 45.048 74.0373 45.144V45.12L75.4773 43.44C78.2373 40.416 79.2933 38.208 79.2933 36.096C79.2933 33.576 77.6853 31.56 74.3973 31.56C72.5733 31.56 71.1813 31.968 70.1013 32.496L70.5573 35.28C71.3973 34.776 72.5253 34.368 73.5573 34.368C75.1172 34.368 75.8853 35.352 75.8853 36.624C75.8853 37.944 75.2373 39.576 72.4053 42.672L69.9813 45.408V48H79.7733ZM85.7984 46.296C85.7984 45.24 84.9104 44.352 83.8304 44.352C82.7504 44.352 81.8624 45.24 81.8624 46.296C81.8624 47.376 82.7504 48.264 83.8304 48.264C84.9104 48.264 85.7984 47.376 85.7984 46.296ZM99.2579 43.608C99.2579 41.688 97.9139 40.44 96.1619 39.456C97.6499 38.448 98.9219 37.272 98.9219 35.448C98.9219 33.168 96.9299 31.464 93.8339 31.464C90.5699 31.464 88.1939 33.24 88.1939 36.048C88.1939 37.68 89.2019 38.904 90.8579 39.84C89.2739 40.824 87.9299 42.144 87.9299 44.016C87.9299 46.584 89.9219 48.288 93.3299 48.288C96.4979 48.288 99.2579 46.704 99.2579 43.608ZM95.7779 35.712C95.7779 36.624 95.0819 37.344 93.6659 38.232C92.2019 37.464 91.3139 36.792 91.3139 35.736C91.3139 34.68 92.1299 33.936 93.5939 33.936C95.0819 33.936 95.7779 34.776 95.7779 35.712ZM96.0419 43.824C96.0419 45.024 94.9859 45.744 93.6179 45.744C92.0579 45.744 91.1459 44.952 91.1459 43.728C91.1459 42.576 92.1299 41.832 93.3299 41.064C94.7699 41.808 96.0419 42.552 96.0419 43.824ZM114.393 48L108.201 39.624L114.153 31.8H110.313L105.081 39.144V31.8H101.961V48H105.081V40.224L110.289 48H114.393Z"
                            fill="#101426" />
                        <defs>
                            <filter id="filter0_ddd_21_1187" x="0" y="0" width="216" height="111"
                                filterUnits="userSpaceOnUse" color-interpolation-filters="sRGB">
                                <feFlood flood-opacity="0" result="BackgroundImageFix" />
                                <feColorMatrix in="SourceAlpha" type="matrix"
                                    values="0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 127 0" result="hardAlpha" />
                                <feOffset />
                                <feGaussianBlur stdDeviation="0.5" />
                                <feColorMatrix type="matrix" values="0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0.04 0" />
                                <feBlend mode="normal" in2="BackgroundImageFix" result="effect1_dropShadow_21_1187" />
                                <feColorMatrix in="SourceAlpha" type="matrix"
                                    values="0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 127 0" result="hardAlpha" />
                                <feOffset dy="2" />
                                <feGaussianBlur stdDeviation="3" />
                                <feColorMatrix type="matrix" values="0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0.04 0" />
                                <feBlend mode="normal" in2="effect1_dropShadow_21_1187"
                                    result="effect2_dropShadow_21_1187" />
                                <feColorMatrix in="SourceAlpha" type="matrix"
                                    values="0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 127 0" result="hardAlpha" />
                                <feOffset dy="16" />
                                <feGaussianBlur stdDeviation="12" />
                                <feColorMatrix type="matrix" values="0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0.06 0" />
                                <feBlend mode="normal" in2="effect2_dropShadow_21_1187"
                                    result="effect3_dropShadow_21_1187" />
                                <feBlend mode="normal" in="SourceGraphic" in2="effect3_dropShadow_21_1187"
                                    result="shape" />
                            </filter>
                        </defs>
                    </svg>

                </div>
                {{-- <p class="text-[12px] md:text-[14px] max-w-lg ">قال رسول الله صلى الله عليه وسلم: ((كل سُلَامَى من
                    الناس
                    عليه صدقةٌ،
                    كل يومٍ تطلع فيه الشمس: تعدل بين اثنين صدقةٌ، وتعين الرجل في دابته فتحمله عليها أو ترفع له متاعه
                    صدقةٌ،
                    والكلمة الطيبة صدقةٌ، وبكل خطوةٍ تمشيها إلى الصلاة صدقةٌ، وتميط الأذى عن الطريق صدقةٌ))؛ رواه
                    البخاري
                    ومسلم.
                </p> --}}
            </div>
            {{-- <img src="{{ asset('assets/image/Logo_footer.svg') }}" alt="Logo_footer" class="w-40 h-40 " /> --}}
        </div>
    </div>
</div>
